import { Layout } from "@/components/Layout/Layout";
import { Container } from "@/components/Container/Container";
import {
  StyledMasage,
  MasageSection,
} from "@/components/StyledPages/StyledMasage";
import { Accordion, AccordionSummary, AccordionDetails } from "@mui/material";
import { FaChevronDown } from "react-icons/fa";

const MyAcordion = ({ title, children }) => {
  return (
    <Accordion elevation={0} disableGutters className="acordion">
      <AccordionSummary
        className="summary"
        expandIcon={<FaChevronDown className="icon" />}
      >
        {title}
      </AccordionSummary>
      <AccordionDetails className="ditales">{children}</AccordionDetails>
    </Accordion>
  );
};

export default function Masage() {
  return (
    <Layout>
      <MasageSection>
        <Container>
          <MyAcordion title={"Лікувальний масаж"}>
            <p>
              <span className="italic">Лікувальний масаж</span> - форма
              мануальної терапії, спрямована на покращення або підтримання
              фізичних здібностей людини. Етимологічно масажна терапія означає
              «масаж, що зцілює». Це один з різновидів фізичної терапії та
              реабілітації, яка нарівні з терапевтичними вправами, лікувальною
              гімнастикою та фізкультурою, іншими фізичними факторами є
              доповненням до загального курсу реабілітації.
            </p>
            <p className="tipes">Основними завданнями лікувального масажу є:</p>
            <ul className="tasks">
              <li>м'язове та нервове розслаблення</li>
              <li>поліпшення кровообігу</li>
              <li>нормалізація лімфатичної циркуляції</li>
              <li>сприяння перетравленню їжі</li>
              <li>виведення токсинів</li>
              <li>отриманням психологічної рівноваги</li>
            </ul>
          </MyAcordion>
          <MyAcordion title={"Лімфодренажний масаж"}>
            <p>
              <span className="italic">Лімфодренажний масаж</span> - це один із
              сучасних способів догляду за тілом. Ця методика набула особливої
              популярності в наші дні. При малорухливому способі життя, сидячій
              роботі вона стала більш ніж актуальною.
            </p>
            <h2 className="center subtitle">Що таке лімфодренажний масаж?</h2>
            <p>
              Це різновид масажу, який дозволяє посилити обмін речовин,
              прискорити кровообіг і рух лімфи, зміцнити імунну систему. Також
              під час такого впливу з організму виводяться токсини. Процедура є
              безболісною і запускає процес омолодження організму на клітинному
              рівні.
            </p>
            <h2 className="center subtitle">Показання для проведення</h2>
            <p>
              Лімфодренажний масаж вважається безпечною процедурою. Хоча перед
              застосуванням будь-якої техніки рекомендується ознайомитися з
              показаннями та протипоказаннями.
            </p>
            <h2 className="for">Загальні показання</h2>
            <ul className="forList">
              <li>
                <span className="point"></span>
                наявність зайвої ваги;
              </li>
              <li>
                <span className="point"></span>
                набряклість;
              </li>
              <li>
                <span className="point"></span>
                шрами, розтяжки;
              </li>
              <li>
                <span className="point"></span>
                гематоми на шкірі;
              </li>
              <li>
                <span className="point"></span>
                поганий обмін речовин;
              </li>
              <li>
                <span className="point"></span>
                ознаки старіння шкіри;
              </li>
              <li>
                <span className="point"></span>
                низький імунітет;
              </li>
              <li>
                <span className="point"></span>
                відхилення у швидкості кровообігу;
              </li>
              <li>
                <span className="point"></span>
                реабілітаційний період після травм та операцій.
              </li>
            </ul>
            <h2 className="center filing">Загальні показання</h2>
            <ol className="filingList">
              <li>
                <span>1.</span>Низька працездатність, поганий сон.
              </li>
              <li>
                <span>2.</span>Набряклість на обличчі, темні кола під очима,
                набряки рук і ніг.
              </li>
              <li>
                <span>3.</span>Наявність акне, вугрової висипки, пігментних
                плям.
              </li>
            </ol>
            <p className="italic">
              У деяких випадках процедура також призначається для схуднення, як
              окрема методика, так і в комплексі з фізичною активністю.
            </p>
            <h2 className="delies">Лімфодренажний масаж: протипоказання</h2>
            <p>Процедуру не рекомендують при деяких хронічних захворюваннях.</p>
            <p className="absoluteDeni ">Абсолютні протипоказання</p>
            <ul className="forList">
              <li>
                <span className="point"></span>
                Онкологічні захворювання;
              </li>
              <li>
                <span className="point"></span>
                Гангрена;
              </li>
              <li>
                <span className="point"></span>
                Гемофілія;
              </li>
              <li>
                <span className="point"></span>
                Тромбоз і тромбофлебіт;
              </li>
              <li>
                <span className="point"></span>
                Ангіїт;
              </li>
              <li>
                <span className="point"></span>
                Захворювання органів серцево-судинної системи;
              </li>
              <li>
                <span className="point"></span>
                Важкі психічні захворювання;
              </li>
              <li>
                <span className="point"></span>
                Запалення кісткового мозку будь-якого ступеня;
              </li>
              <li>
                <span className="point"></span>
                Ниркова і печінкова недостатність;
              </li>
              <li>
                <span className="point"></span>
                Венеричні хвороби;
              </li>
              <li>
                <span className="point"></span>
                Важкий ступінь синдрому набутого імунодефіциту.
              </li>
            </ul>
            <p className="absoluteDeni ">Тимчасові протипоказання</p>
            <p className="custom">
              Під час гострого перебігу деяких хвороб масаж такого типу
              призначають тільки після лікування та усунення гострих симптомів.
              Також процедура тимчасово протипоказана при:
            </p>
            <ul className="forList">
              <li>
                <span className="point"></span>
                Підвищенні температури тіла;
              </li>
              <li>
                <span className="point"></span>
                Загостренні хвороб (в тому числі хронічних);
              </li>
              <li>
                <span className="point"></span>
                Наявності гнійних уражень шкіри або відкритих ран;
              </li>
              <li>
                <span className="point"></span>
                Запаленнях лімфатичних вузлів;
              </li>
              <li>
                <span className="point"></span>
                Гострих алергічних реакціях;
              </li>
              <li>
                <span className="point"></span>
                Значно підвищеному і зниженому артеріальному тиску;
              </li>
              <li>
                <span className="point"></span>
                Болях в животі, нудоті і/або блювоті;
              </li>
              <li>
                <span className="point"></span>
                Вживанні алкоголю.
              </li>
            </ul>
            <h2 className="regularity center">
              Частота процедур і очікуваний ефект
            </h2>
            <p>
              Лімфодренажний масаж - це фізіотерапевтична процедура. За
              допомогою масажу прискорюється виведення з клітин рідини,
              перероблених мікроелементів і токсичних речовин. При наявності
              показань виконується двічі на рік курсом від 7 до 13 сеансів не
              частіше, ніж три рази на тиждень.
            </p>
            <h2 className="effect center">Ефект від лімфодренажного масажу</h2>
            <ul className="forList">
              <li>
                <span className="point"></span>
                виводить зайву рідину і токсичні речовини;
              </li>
              <li>
                <span className="point"></span>
                сприяє наповненню клітин киснем та мікроелементами;
              </li>
              <li>
                <span className="point"></span>
                зменшує набряклість тканин;
              </li>
              <li>
                <span className="point"></span>
                перешкоджає віковим змінам шкіри;
              </li>
              <li>
                <span className="point"></span>
                сприяє зменшенню прояву целюліту й гематом;
              </li>
              <li>
                <span className="point"></span>
                зменшує розтяжки, рубці і шрами;
              </li>
              <li>
                <span className="point"></span>
                виключає утворення варикозу;
              </li>
              <li>
                <span className="point"></span>
                зміцнює імунітет;
              </li>
              <li>
                <span className="point"></span>
                сприяє гарному відпочинку та міцному сну.
              </li>
            </ul>
          </MyAcordion>
          <MyAcordion title={"Антицелюлітний масаж"}>
            <p>
              <span className="italic">Антицелюлітний масаж</span>— вид масажу,
              який виконується з метою зменшення зовнішніх проявів целюліту на
              шкірі («апельсинової кірки»). Масажування зазвичай проводять на
              тих ділянках тіла (наприклад, сідницях, стегнах, животі), на яких
              спостерігається нерівномірний розподіл підшкірного жиру і
              сполучної тканини.
            </p>
            <p>
              Однією з проблем сучасних жінок є поява целюліту. Виникнення на
              тілі «апельсинової кірки» пов'язано з порушенням процесу
              розщеплення підшкірного жирового шару, скупчення токсичних
              речовин. Жирові клітини накопичуються нерівномірно, згодом
              проявляється утворенням характерних горбків, які стають помітні
              зовні.
            </p>
            <p>
              Основними факторами, що провокують появу целюліту є неправильне
              харчування, зловживання солодким, порушення кровообігу,
              гормональний дисбаланс. Погіршити ситуацію може також генетична
              схильність. Логічним способом боротьби з целюлітом буде виявлення
              і усунення причин його виникнення. Але дуже часто, на це йде
              велика кількість часу. Тому супутнім вирішенням проблеми може
              стати антицелюлітний масаж – процедура, спрямована на зовнішній
              вплив на шкіру, з метою налагодити кровопостачання і лімфоток в
              області жирових відкладень. Механічний вплив здійснюється точково
              або повністю на ділянки тіла, найбільше схильні до проявів
              целюліту.
            </p>
            <p>
              Для попередньої зовнішньої оцінки обсягу роботи і коректного
              підбору комплексу антицелюлітних процедур целюліт класифікують за
              формами і стадіями.
            </p>
          </MyAcordion>
        </Container>
      </MasageSection>
    </Layout>
  );
}
