import { Layout } from "@/components/Layout/Layout";
import { Container } from "@/components/Container/Container";
import {
  StyledMasage,
  MasageSection,
} from "@/components/StyledPages/StyledMasage";
import { Accordion, AccordionSummary, AccordionDetails } from "@mui/material";
import { FaChevronDown } from "react-icons/fa";

const MyAcordion = ({ title, children }) => {
  return (
    <Accordion elevation={0} disableGutters className="acordion">
      <AccordionSummary
        className="summary"
        expandIcon={<FaChevronDown className="icon" />}
      >
        {title}
      </AccordionSummary>
      <AccordionDetails className="ditales">{children}</AccordionDetails>
    </Accordion>
  );
};

export default function Masage() {
  return (
    <Layout>
      <MasageSection>
        <Container>
          <h1>Масаж</h1>
          <MyAcordion title={"Лікувальний масаж"}>
            <p>
              <span className="italic">Лікувальний масаж</span> - форма
              мануальної терапії, спрямована на покращення або підтримання
              фізичних здібностей людини. Етимологічно масажна терапія означає
              «масаж, що зцілює». Це один з різновидів фізичної терапії та
              реабілітації, яка нарівні з терапевтичними вправами, лікувальною
              гімнастикою та фізкультурою, іншими фізичними факторами є
              доповненням до загального курсу реабілітації.
            </p>
            <p className="tipes">Основними завданнями лікувального масажу є:</p>
            <ul className="tasks">
              <li>м'язове та нервове розслаблення</li>
              <li>поліпшення кровообігу</li>
              <li>нормалізація лімфатичної циркуляції</li>
              <li>сприяння перетравленню їжі</li>
              <li>виведення токсинів</li>
              <li>отриманням психологічної рівноваги</li>
            </ul>
          </MyAcordion>
          <MyAcordion title={"Лімфодренажний масаж"}>
            <p>
              <span className="italic">Лімфодренажний масаж</span> - це один із
              сучасних способів догляду за тілом. Ця методика набула особливої
              популярності в наші дні. При малорухливому способі життя, сидячій
              роботі вона стала більш ніж актуальною.
            </p>
            <h2 className="center subtitle">Що таке лімфодренажний масаж?</h2>
            <p>
              Це різновид масажу, який дозволяє посилити обмін речовин,
              прискорити кровообіг і рух лімфи, зміцнити імунну систему. Також
              під час такого впливу з організму виводяться токсини. Процедура є
              безболісною і запускає процес омолодження організму на клітинному
              рівні.
            </p>
            <h2 className="center subtitle">Показання для проведення</h2>
            <p>
              Лімфодренажний масаж вважається безпечною процедурою. Хоча перед
              застосуванням будь-якої техніки рекомендується ознайомитися з
              показаннями та протипоказаннями.
            </p>
            <h2 className="for">Загальні показання</h2>
            <ul className="forList">
              <li>
                <span className="point"></span>
                наявність зайвої ваги;
              </li>
              <li>
                <span className="point"></span>
                набряклість;
              </li>
              <li>
                <span className="point"></span>
                шрами, розтяжки;
              </li>
              <li>
                <span className="point"></span>
                гематоми на шкірі;
              </li>
              <li>
                <span className="point"></span>
                поганий обмін речовин;
              </li>
              <li>
                <span className="point"></span>
                ознаки старіння шкіри;
              </li>
              <li>
                <span className="point"></span>
                низький імунітет;
              </li>
              <li>
                <span className="point"></span>
                відхилення у швидкості кровообігу;
              </li>
              <li>
                <span className="point"></span>
                реабілітаційний період після травм та операцій.
              </li>
            </ul>
            <h2 className="center filing">Загальні показання</h2>
            <ol className="filingList">
              <li>
                <span>1.</span>Низька працездатність, поганий сон.
              </li>
              <li>
                <span>2.</span>Набряклість на обличчі, темні кола під очима,
                набряки рук і ніг.
              </li>
              <li>
                <span>3.</span>Наявність акне, вугрової висипки, пігментних
                плям.
              </li>
            </ol>
            <p className="italic">
              У деяких випадках процедура також призначається для схуднення, як
              окрема методика, так і в комплексі з фізичною активністю.
            </p>
            <h2 className="delies">Лімфодренажний масаж: протипоказання</h2>
            <p>Процедуру не рекомендують при деяких хронічних захворюваннях.</p>
            <p className="absoluteDeni">Абсолютні протипоказання</p>
            <ul className="forList">
              <li>
                <span className="point"></span>
                Онкологічні захворювання;
              </li>
              <li>
                <span className="point"></span>
                Гангрена;
              </li>
              <li>
                <span className="point"></span>
                Гемофілія;
              </li>
              <li>
                <span className="point"></span>
                Тромбоз і тромбофлебіт;
              </li>
              <li>
                <span className="point"></span>
                Ангіїт;
              </li>
              <li>
                <span className="point"></span>
                Захворювання органів серцево-судинної системи;
              </li>
              <li>
                <span className="point"></span>
                Важкі психічні захворювання;
              </li>
              <li>
                <span className="point"></span>
                Запалення кісткового мозку будь-якого ступеня;
              </li>
              <li>
                <span className="point"></span>
                Ниркова і печінкова недостатність;
              </li>
              <li>
                <span className="point"></span>
                Венеричні хвороби;
              </li>
              <li>
                <span className="point"></span>
                Важкий ступінь синдрому набутого імунодефіциту.
              </li>
            </ul>
            <p className="absoluteDeni ">Тимчасові протипоказання</p>
            <p className="custom">
              Під час гострого перебігу деяких хвороб масаж такого типу
              призначають тільки після лікування та усунення гострих симптомів.
              Також процедура тимчасово протипоказана при:
            </p>
            <ul className="forList">
              <li>
                <span className="point"></span>
                Підвищенні температури тіла;
              </li>
              <li>
                <span className="point"></span>
                Загостренні хвороб (в тому числі хронічних);
              </li>
              <li>
                <span className="point"></span>
                Наявності гнійних уражень шкіри або відкритих ран;
              </li>
              <li>
                <span className="point"></span>
                Запаленнях лімфатичних вузлів;
              </li>
              <li>
                <span className="point"></span>
                Гострих алергічних реакціях;
              </li>
              <li>
                <span className="point"></span>
                Значно підвищеному і зниженому артеріальному тиску;
              </li>
              <li>
                <span className="point"></span>
                Болях в животі, нудоті і/або блювоті;
              </li>
              <li>
                <span className="point"></span>
                Вживанні алкоголю.
              </li>
            </ul>
            <h2 className="regularity center">
              Частота процедур і очікуваний ефект
            </h2>
            <p>
              Лімфодренажний масаж - це фізіотерапевтична процедура. За
              допомогою масажу прискорюється виведення з клітин рідини,
              перероблених мікроелементів і токсичних речовин. При наявності
              показань виконується двічі на рік курсом від 7 до 13 сеансів не
              частіше, ніж три рази на тиждень.
            </p>
            <h2 className="effect center">Ефект від лімфодренажного масажу</h2>
            <ul className="forList">
              <li>
                <span className="point"></span>
                виводить зайву рідину і токсичні речовини;
              </li>
              <li>
                <span className="point"></span>
                сприяє наповненню клітин киснем та мікроелементами;
              </li>
              <li>
                <span className="point"></span>
                зменшує набряклість тканин;
              </li>
              <li>
                <span className="point"></span>
                перешкоджає віковим змінам шкіри;
              </li>
              <li>
                <span className="point"></span>
                сприяє зменшенню прояву целюліту й гематом;
              </li>
              <li>
                <span className="point"></span>
                зменшує розтяжки, рубці і шрами;
              </li>
              <li>
                <span className="point"></span>
                виключає утворення варикозу;
              </li>
              <li>
                <span className="point"></span>
                зміцнює імунітет;
              </li>
              <li>
                <span className="point"></span>
                сприяє гарному відпочинку та міцному сну.
              </li>
            </ul>
          </MyAcordion>
          <MyAcordion title={"Антицелюлітний масаж"}>
            <p>
              <span className="italic">Антицелюлітний масаж</span>— вид масажу,
              який виконується з метою зменшення зовнішніх проявів целюліту на
              шкірі («апельсинової кірки»). Масажування зазвичай проводять на
              тих ділянках тіла (наприклад, сідницях, стегнах, животі), на яких
              спостерігається нерівномірний розподіл підшкірного жиру і
              сполучної тканини.
            </p>
            <p>
              Однією з проблем сучасних жінок є поява целюліту. Виникнення на
              тілі «апельсинової кірки» пов'язано з порушенням процесу
              розщеплення підшкірного жирового шару, скупчення токсичних
              речовин. Жирові клітини накопичуються нерівномірно, згодом
              проявляється утворенням характерних горбків, які стають помітні
              зовні.
            </p>
            <p>
              Основними факторами, що провокують появу целюліту є неправильне
              харчування, зловживання солодким, порушення кровообігу,
              гормональний дисбаланс. Погіршити ситуацію може також генетична
              схильність. Логічним способом боротьби з целюлітом буде виявлення
              і усунення причин його виникнення. Але дуже часто, на це йде
              велика кількість часу. Тому супутнім вирішенням проблеми може
              стати антицелюлітний масаж – процедура, спрямована на зовнішній
              вплив на шкіру, з метою налагодити кровопостачання і лімфоток в
              області жирових відкладень. Механічний вплив здійснюється точково
              або повністю на ділянки тіла, найбільше схильні до проявів
              целюліту.
            </p>
            <p>
              Для попередньої зовнішньої оцінки обсягу роботи і коректного
              підбору комплексу антицелюлітних процедур целюліт класифікують за
              формами і стадіями.
            </p>
            <p className="forms">
              Форми прояву целюліту. Форми гіноїдної ліподистрофії (наукове
              визначення целюліту) виявляються за станом щільності шкіри. Так,
              розрізняють такі форми прояву:
            </p>
            <ul className="formsList">
              <li>
                -Щільний целюліт. Шкіра залишається гладкою і зовнішні прояви не
                видозмінюються при русі і зміні положення тіла. Найчастіше
                спостерігається у дівчат, які ведуть фізично активний спосіб
                життя, може супроводжуватися розтяжками.
              </li>
              <li>
                - М'який. Відрізняється в'ялістю м'язів і шкіри. Прояв даної
                проблеми найбільш часто зустрічається після різкої втрати ваги.
              </li>
              <li>
                - Набряклий-важка форма. Супроводжується набряками частин тіла і
                збільшенням їх обсягу.
              </li>
              <li>
                - Мішаний тип. Поєднує ознаки декількох форм, перерахованих
                вище.
              </li>
            </ul>
            <p className="absoluteDeni">
              Стадії прояву целюліту. Прийнято виділяти 4 стадії розвитку
              целюліту:
            </p>
            <ul className="filingList">
              <li>
                <span>1.</span>Предцелюлітна.Цей етап характеризується початком
                порушення циркуляції крові в судинах і лімфотоку, зовні дана
                стадія практично непомітна.
              </li>
              <li>
                <span>2.</span>Початкова.Відбувається закупорювання судин
                скупчилися токсинами. Зовнішні прояви видно тільки при стисненні
                шкіри або під час напруги м'язів.
              </li>
              <li>
                <span>3.</span>Микронодулярная. Продовження розвитку порушення
                циркуляції рідини, жирові клітини утворюють целюліт, з'являються
                перегородки. Спостерігається добре помітний ефект» апельсинової
                кірки " і ознаки набряклості.
              </li>
              <li>
                <span>4.</span>Макронодулярна. Сильне порушення відтоку венозної
                крові, застій лімфи, з'являються сильні набряки тканин. Дана
                стадія може супроводжуватися хворобливими відчуттями, а також
                локальним зміною температури.
              </li>
            </ul>
            <p className="diagnostic italic">
              При проведенні діагностики целюліту, слід враховувати, що в
              залежності від зони розташування (живіт, стегна, сідниці) стадії
              целюліту можуть відрізнятися.
            </p>
            <p>
              При розвитку целюліту спостерігається такий ланцюжок патологічних
              процесів, як прогресуюче утворення вузлів і їх ущільнення,
              збільшення кількості підшкірного жиру, хворобливість. Целюліт з
              плином часу здатний перетекти з естетичної проблеми в хворобу, що
              вимагає серйозного лікування.
            </p>
            <p className="defMarginTop">
              Профілактика целюліту. Для запобігання появи целюліту особливо,
              переходу даної проблеми в стадію хвороби, необхідно дотримуватися
              здорового способу життя. Так, ключовими профілактичними заходами
              вважаються: правильне харчування (контроль кількості швидких
              вуглеводів і споживаних калорій), фізична активність, контрастний
              душ, косметичний догляд, антицелюлітні процедури.
            </p>
            <p className="defMarginTop">
              Що важливо в усуненні целюліту? Основою боротьби з даною проблемою
              є комплексний підхід. Вплив має бути як внутрішнім (в якості
              раціону), так і зовнішнім (обгортання, масування та інші
              процедури). Обов'язково систематично проводите огляд свого тіла,
              щоб вчасно виявити проблемну зону і запобігти поширенню підшкірних
              вузликів, а також якомога швидше усунути настільки неприємний
              дефект.
            </p>
            <p className="defMarginTop">
              Який масаж допоможе при целюліті? Існує багато видів масажів, які
              використовуються для боротьби з проблемою «апельсинової кірки» і
              корекції фігури. Вони відрізняються між собою способом впливу на
              шкіру. До основних видів відносяться ручний і апаратний. У свою
              чергу, кожен з них має свої різновиди і техніки виконання:
              медовий, вакуумний, лімфодренажний, кавітація та інші.
            </p>
            <p className="defMarginTop">
              Якого результату дозволяє домогтися антицелюлітний масаж? Це,
              мабуть, одне з найефективніших засобів в боротьбі проти целюліту.
              Завдяки інтенсивному впливу на шкіру, застої розсмоктуються,
              активізується кровообіг і відтік рідин в тканинах, виводяться
              скупчення шлаків, зменшуються жирові відкладення. Вже після
              декількох сеансів, результат стане помітний зовні. Після повного
              курсу процедур поліпшується тонус шкіри, вирівнюється рельєф.
            </p>
            <p className="defMarginTop">
              Ручний антицелюлітний масаж полягає в механічному впливі майстра
              на проблемні зони з використанням різних масажних прийомів.
              Антицелюлітний масаж, що виконується ручною методикою дозволяє
              більш ретельно опрацювати кожен сантиметр шкіри, розігріти
              тканини, що сприяє активізації внутрішніх процесів і розщепленню
              жиру.
            </p>
            <p className="defMarginTop">
              Як роблять антицелюлітний ручний масаж? Даний вид мануального
              впливу виконується без додаткових пристосувань фахівцем-масажистом
              вручну. Основні масажні рухи: захоплення ділянок шкіри,
              погладжування, пощипування.
            </p>
            <p className="defMarginTop">
              Особливості проведення антицелюлітного масажу. Під час
              професійного масажування можуть використовуватися допоміжні
              антицелюлітні косметичні засоби, щоб посилити ефект. Після кожного
              сеансу шкірі необхідно відпочити, тому оптимально проводити
              масажну терапію з невеликими перервами, наприклад, раз в 2-3 дні.
              Тривалість сеансу варіюється від 15 до 60 хв, в залежності від
              виду процедури та індивідуальної ситуації клієнта.
            </p>
            <p className="defMarginTop">
              Користь антицелюлітного масажу. Антицелюлітний масаж ефективний
              для лікування целюліту різної стадії прояву. У комплексі з іншими
              методами він дозволяє позбутися не тільки зовнішню проблему, але і
              внутрішні першопричини, приносить користь не тільки локально, але
              і всьому організму. Як результат, йдуть надлишки жирових
              відкладень, в'ялість шкіри, зміцнюються стінки судин,
              відновлюється клітинний обмін і кровообіг.
            </p>
            <p className="absoluteDeni">Протипоказання до масажу. </p>
            <p className="italic">
              Незважаючи на очевидну користь антицелюлітного ручного масажу, є
              ряд протипоказань до проведення процедури, основні з них:
            </p>
            <ul className="filingList defMarginTop">
              <li>
                <span>-</span>злоякісні утворення;
              </li>
              <li>
                <span>-</span>серйозні порушення кровообігу і хвороби судин
                (аневризма, атеросклероз, хвороба Бюргера);
              </li>
              <li>
                <span>-</span>шкірні хвороби;
              </li>
              <li>
                <span>-</span>вірусні та інфекційні захворювання;
              </li>
              <li>
                <span>-</span>хронічний і гострий остеомієліт;
              </li>
              <li>
                <span>-</span>вагітність;
              </li>
            </ul>
            <p className="bigMarginTop red italic">
              У разі наявності проблем зі здоров'ям рекомендується
              проконсультуватися з лікарем або кваліфікованим фахівцем.
            </p>
            <p className="bigMarginTop">
              Чому потрібно робити антицелюлітний масаж в салоні? Процедура буде
              ефективною і корисною, тільки в тому випадку, якщо буде
              виконуватися правильно. Важлива правильність підбору методики і
              діагностика стадії целюліту. Тому краще довірити лікування
              "апельсинової кірки" професіоналам і звернутися в нашу клініку
              "Kopychko&Ko" в місті Києві.
            </p>
            <p className="defMarginTop">
              Скільки коштує сеанс антицелюлітного масажу. Ціна процедури
              варіюється в залежності від зони впливу і часу сеансу. З докладним
              прайсом можна ознайомитися на нашому сайті.
            </p>
            <p className="defMarginTop">
              Скільки сеансів необхідно. Для досягнення бажаного ефекту
              необхідно пройти курс не менше 10 процедур. Середня кількість
              сеансів становить 12-15 процедур. Потрібно розуміти, що тривалість
              курсу може відрізнятися і вирішуватися індивідуально на
              консультації з фахівцем.
            </p>
          </MyAcordion>
          <MyAcordion title={"Спортивний масаж"}>
            <p>
              Спортивний масаж – вид масажу, який застосовується для поліпшення
              стану спортсмена і його спортивної форми. Також використовується
              для підвищення фізичної працездатності, зняття втоми, профілактики
              травм і захворювань опорно-рухового апарату. Спортивний масаж
              поділяють на попередній і відновний.
            </p>
            <p className="defMarginTop">
              <span className="violet">Попередній масаж</span> проводиться перед
              тренуванням або змаганням з метою підготовки нервово-м’язового
              апарату, серцево-судинної та дихальної систем, попередження травм
              опорно-рухового апарату. Залежно від характеру майбутньої роботи,
              виду спорту, психічного стану спортсмена розрізняють також
              заспокійливий і тонізуючий масаж
            </p>
            <p className="defMarginTop">
              <span className="violet">Відновлювальний масаж</span> робиться
              зазвичай після великих фізичних, психічних навантажень. Його
              завдання – відновлення функціонального стану спортсмена і
              підвищення фізичної працездатності, а також зняття загальної
              втоми. Зазвичай загальний відновлювальний масаж проводиться в
              перервах між виступами спортсменів. Після великих фізичних
              навантажень він носить ощадливий характер, а в дні відпочинку –
              масаж більш глибокий. Частота застосування відновного масажу
              залежить від ступеня стомлення, що є етапом підготовки та деяких
              інших факторів.
            </p>
            <h2 className="center subtitle">Завдання спортивного масажу:</h2>
            <ul className="forList">
              <li>
                <span className="point"></span>
                Підвищенні температури тіла;
              </li>
              <li>
                <span className="point"></span>
                Загостренні хвороб (в тому числі хронічних);
              </li>
              <li>
                <span className="point"></span>
                Наявності гнійних уражень шкіри або відкритих ран;
              </li>
            </ul>
            <p className="defMarginTop italic">
              Велике значення для спортивного масажу має облік навантаження, що
              падає на ті чи інші групи м’язів і суглоби в кожному виді спорту.
              Так, для велосипедистів і ковзанярів скорочують час масажу м’язів
              грудей і рук, але збільшують тривалість масажу м’язів ніг.
              Загальний же час спортивного масажу залишається постійним.
            </p>
            <p className="absoluteDeni red">Протипоказаний:</p>
            <ul className="forList">
              <li className="red">
                <span className="point redPoinmt"></span>
                Простудні захворювання, супроводжувані підвищенням температури
                тіла;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Пошкодження шкірного покриву;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Алергічні висипання;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Варикоз і тромбоз вен;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Злоякісні утворення;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Гострі запальні процеси;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Вагітність;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Кровотечі, включаючи менструальні.
              </li>
            </ul>
          </MyAcordion>
          <MyAcordion title={"Розслабляючий масаж"}>
            <p>
              Розслабляючий масаж – це процедура, спрямована на зняття фізичного
              та нервового напруження.
            </p>
            <p className="defMarginTop">
              Швидкий темп життя, постійний поспіх, нерви, проблеми вдома та на
              роботі викликають у людей хронічну втому. Сучасний світ змушує нас
              бути мобільними та багатофункціональними.
            </p>
            <p>
              Спочатку це підвищує продуктивність, але потім такий темп стає
              причиною зривів, стресів та затяжних депресій, боротися з якими
              самостійно практично неможливо.
            </p>
            <p>
              У боротьбі з психо-емоційними напругами та постійними стресами
              ідеальним рішенням є розслабляючий масаж всього тіла. Це корисний
              і водночас приємний спосіб відновитися, набратися сил і
              повернутись до нормального, барвистого життя.
            </p>
            <h2 className="subtitle center">Що таке розслабляючий масаж?</h2>
            <p>
              Це відмінний спосіб відволіктися від сірих буднів та всіх проблем
              та насолодиться приємним відпочинком для тіла та душі.
              Розслабляючий масаж - це один з найефективніших видів масажу в
              усьому світі. Його феномен полягає в тому, що крім приємних
              відчуттів та повного релаксу, людина отримує ще й величезну
              користь для організму вже за один прийом.
            </p>
            <p>
              Для повного занурення у світ відпочинку та спокою під час такого
              масажу, важливі ще й такі фактори, як світло, музика, аромамасла
              та досвід масажиста. Тільки при комплексному підході можна зробити
              масаж, що розслаблює всі групи м'язів та нервову систему.
            </p>
            <h2 className="subtitle center">
              Особливості розслабляючого масажу
            </h2>
            <p>
              Є помилкова думка, що будь-який масаж (крім лікувального) сприяє
              розслабленню, знімає напругу та несе користь для організму.
              Насправді фахівці стверджують, що це не так. Неправильний підхід
              до процесу може лише зашкодити людині. Тому так важливо знати всі
              нюанси релакс-масажу та правильний принцип роботи.
            </p>
            <p>Особливості:</p>
            <ul className="forList">
              <li>
                <span className="point"></span>
                Такий тип масажу рекомендується проводити увечері. Це потрібно
                для того, щоб організм після процедури розслабився та відпочив.
                Якщо ви зробите релакс-масаж вранці або вдень, а потім підете
                працювати, ефект загубиться і масаж не принесе жодної користі;
              </li>
              <li>
                <span className="point"></span>
                Кімнатна температура також має велике значення. Дуже важливо,
                щоби клієнту було комфортно, тепло, але не жарко. Від цього
                залежить теплота рук масажиста. Вона має бути приємною і не
                викликати додаткової уваги клієнта;
              </li>
              <li>
                <span className="point"></span>
                Наявність приємної музики – один із найважливіших пунктів для
                такого виду масажу. Спокійна музика чи звуки природи сприяють
                повному релаксу та ефективно впливають на покращення нервової
                системи;
              </li>
              <li>
                <span className="point"></span>
                Важливо правильно підібрати ефірну олію для масажу.
                Найоптимальніший варіант — натуральна оливкова олія, яка
                відрізняється своєю гіпоалергенністю та доступністю. Також є
                спеціальні масажні олії, які фахівець має підбирати
                індивідуально під клієнта перед процедурою. Ще один важливий
                нюанс - запах олії має бути спокійним і сподобатись клієнту. В
                іншому випадку, це буде розслаблюючий масаж, користь якого
                втратиться і принесе клієнту лише роздратування та інші
                негативні емоції.
              </li>
            </ul>
            <h2 className="subtitle center">Техніки розслаблюючого масажу</h2>
            <p>
              Ця процедура передбачає спокійні, повільні рухи по всьому тілу:
              починаючи від кінчиків пальців, закінчуючи шийним відділом і
              головою. Майстер масажу повинен знати прийоми, як правильно
              масажувати різні частини тіла, адже кожна зона має свої
              особливості. Рухи при релакс-масажі мають бути м'якими, без
              застосування сили. Розслабляючий масаж, техніка якого не
              відповідає правилам, не принесе жодної користі для організму.
            </p>
            <p className="center italic defMarginTop green">
              Основні рухи при розслабляючому масажі:
            </p>
            <ul className="forList">
              <li className="green">
                <span className="point greenPoint"></span>
                Погладжування;
              </li>
              <li className="green">
                <span className="point greenPoint"></span>
                Розминання;
              </li>
              <li className="green">
                <span className="point greenPoint"></span>
                Розтирання;
              </li>
              <li className="green">
                <span className="point greenPoint"></span>
                Поплескування;
              </li>
              <li className="green">
                <span className="point greenPoint"></span>
                Вібрації.
              </li>
            </ul>
            <p className="noIndent italic smalMarginTop">
              Є різні види розслабляючих масажів:
            </p>
            <p className="italic noIndent">
              Для тих, хто хоче зняти втому, активізувати ментальні процеси,
              уникнути нервової напруги, відмінним варіантом буде аромамасаж;
            </p>
            <p className="italic noIndent">
              А тим, хто має суху, в'ялу шкіру, масаж ароматичною свічкою буде
              приємним і корисним вирішенням цієї проблеми.
            </p>
            <p>
              Який варіант ви б не обрали, будь-який масаж – це позитивний вплив
              на здоров'я та самопочуття.
            </p>
            <h2 className="subtitle center">
              Який вплив на організм має розслабляючий масаж?
            </h2>
            <p>
              Головна мета такого виду масажу – розслабити організм, заспокоїти
              нервову систему від стресу та зробити всі умови для зовнішнього та
              внутрішнього відновлення. Оптимальний час для розслабляючого
              масажу – 15-30 хвилин. А для того, щоб релакс-масаж дав
              максимальну користь, після його закінчення потрібно полежати,
              відпочити і, в ідеалі, якщо є бажання і можливість, трохи поспати.
            </p>
            <p className="absoluteDeni subtitle center">
              Показання для проведення релаксу масажу
            </p>
            <p className="defMarginTop noIndent">
              Розслабляючий масаж буде корисним за таких симптомів:
            </p>
            <ul className="forList">
              <li>
                <span className="point "></span>
                Часті стреси;
              </li>
              <li>
                <span className="point "></span>
                Затяжна депресія;
              </li>
              <li>
                <span className="point "></span>
                Хронічна втома;
              </li>
              <li>
                <span className="point "></span>
                Безсоння;
              </li>
              <li>
                <span className="point "></span>
                Поганий настрій;
              </li>
              <li>
                <span className="point "></span>
                Відчуття загальної втоми з самого ранку;
              </li>
            </ul>
            <p className="italic bigMarginTop">
              А також такий вид масажу буде корисний усім людям, які просто
              хочуть розслабитися та відволіктися від зовнішньої метушні та
              люблять таку процедуру.
            </p>
            <p className="absoluteDeni red">Протипоказання до масажу. </p>
            <p className="red defMarginTop">
              Незважаючи на масу користі від такого приємного виду лікування, як
              розслабляючий масаж, також є протипоказання. Забороняється така
              процедура при:
            </p>
            <ul className="forList">
              <li className="red">
                <span className="point redPoinmt"></span>
                Підвищена температура тіла;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Шкірні захворювання;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                ХЗапаленні лімфатичних вузлів
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Алергічні реакції;redPoinmt
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Наявність відкритих ран;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                Після недавніх оперативних втручань або у деяких випадках, якщо
                є захворювання опорно-рухового апарату.
              </li>
            </ul>
            <p className="italic bigMarginTop">
              Переоцінити вплив розслабляючого масажу на організм дуже складно.
              Він позитивно впливає як на зовнішній вигляд, так і на роботу
              внутрішніх органів, суглобів та нервової системи. Зробіть
              подарунок організму у вигляді розслабляючого масажу, а він, у свою
              чергу, подарує вам здоровий сон, гарне, підтягнуте тіло та
              відмінне самопочуття.
            </p>
          </MyAcordion>
        </Container>
      </MasageSection>
    </Layout>
  );
}
