import { Layout } from "@/components/Layout/Layout";
import { Container } from "@/components/Container/Container";
import {
  StyledDouileft,
  StyledHero,
  StyledPrepear,
  StyledSecondPart,
  StyledThirdPart,
} from "@/components/StyledPages/StyledDuolift";
import Image from "next/image";
import { FaHandPointDown } from "react-icons/fa";
import { Accordion, AccordionSummary, AccordionDetails } from "@mui/material";
import { FaHeart } from "react-icons/fa";

const MyAcordion = ({ title, children }) => {
  return (
    <Accordion elevation={0} disableGutters className="acordion">
      <AccordionSummary
        className="summary"
        expandIcon={<FaHandPointDown className="icon" />}
      >
        {title}
      </AccordionSummary>
      <AccordionDetails className="ditales">{children}</AccordionDetails>
    </Accordion>
  );
};

export default function Duolift() {
  return (
    <Layout>
      <StyledDouileft>
        <StyledHero className="hero">
          <Container>
            <h1>Duolift</h1>
            <p>
              Це французький сертифікований доглядовий апарат, який забезпечує
              комбінований комплексний професійний догляд за шкірою обличчя та
              тіла.
            </p>
            <p className="listHeader"> Включає в себе 3 етапи:</p>
            <ul>
              <li>
                <span className="point"></span>
                УЗ очищення та пілінг
              </li>
              <li>
                <span className="point"></span>
                електропорація з фотодинамічною Led терапією
              </li>
              <li>
                <span className="point"></span>
                біполярний RF- ліфтинг.
              </li>
            </ul>
          </Container>
        </StyledHero>
        <StyledPrepear>
          <Container>
            <h2>Перший (підготовчий) етап</h2>
            <p>
              В комплексному професійному догляді - це правильна підготовка
              шкіри. Щоб в шкіру зайшли всі корисні компоненти та щоб вона
              ефективно скоротилась, спочатку потрібно зробити чистку обличчя
              ультразвуком.
            </p>
            <p>
              УЗ чистка - це ефективна апаратна методика, яка допомагає менш
              травматично прибрати надлишки шкірного сала, бруд з пор і {`"`}
              мертві{`"`}
              клітини, ніж у разі механічної чистки.
            </p>
            <p>
              Дбайливий ефект забезпечується завдяки тому, що вплив на шкіру
              здійснюється ультракороткими хвилями. Паралельно з ультразвуковим
              скрабером, використовується пілінгуючий розчин-дезінкрустант з
              вітаміном С, який більш ефективно очищує шкіру, руйнує звʼязки між
              кератиноци тами (відпрацьованими мертвими клітинами), щоб більш
              якісно пройшла ексфоліація шкіри. За рахунок вітаміну С
              спостерігається відбілювання, вирівнювання тону та сяяня шкірного
              покриву.
            </p>
          </Container>
        </StyledPrepear>
        <StyledSecondPart>
          <Container>
            <h2>Другий етап</h2>
            <p>Це електропорація та фотодинамічна терапія.</p>
            <p>
              Електропорація - це найбільш сучасний спосіб ввести лікарські або
              косметичні речовини вглиб шкіри без її пошкодження. Таким чином,
              корисні речовини потрапляють углиб шкіри та діють у десятки разів
              ефективніше, ніж при традиційному поверхневому нанесенні. Це
              фізичний, а не біохімічний метод, де використовується змінний
              електричний струм низької напруги.
            </p>
            <p>
              До недавнього часу існувало два альтернативних способи
              інтрадермального (внутрішньошкірного) введення лікарських речовин:
              мезотерапія і електрофорез.
            </p>
            <p>
              На відміну від мезотерапії, електропорація є неінвазивним (без
              пошкодження шкірного покрову), абсолютно безболісним методом, і
              тому легко переноситься пацієнтами (див. Рис.1).
            </p>
            <div className="flexBox">
              <p className="flexText">
                На додаток, метод повністю виключає можливість інфікування, а
                реабілітаційний період після процедури - відсутній. Від
                електрофорезу, де вглиб шкіри вводяться тільки низькомолекулярні
                речовини, електропорація відрізняється тим, що дозволяє вводити
                у глибокі шари шкіри препарати з великими розмірами молекул.
                Іншою перевагою методу є можливість внутрішньоклітинного
                потрапляння лікарських речовин, що значно підсилює лікувальний
                ефект.
              </p>
              <div className="imageDiv">
                <Image
                  src={"/duolift/info.jpeg"}
                  alt="info"
                  width={586}
                  height={337}
                />
              </div>
            </div>
            <p>
              Під час електропорації використовується професійний колагеновий
              гель з низькомолекулярною гіалугоновою кислотою, яка забезпечує
              якісне насичення і зволоження шкіри, таким чином шкіра в повній
              мірі отримує всі необхідні гідруючі компоненти. Разом з
              електропорацією працюють датчики фотодинамічної терапії, які
              підсилюють вплив на шкіру та роблять незамінну терапію за потребою
              шкіри.
            </p>
            <MyAcordion title={"Більш детально про лікування світлом"}>
              <div className="title red">
                <div>
                  <FaHeart className="icon" />
                </div>
                <h3>
                  Червоний спектр (620 нм) і стимуляція вироблення колагену
                </h3>
              </div>
              <p>
                Світлові хвилі червоного спектра найбільш глибоко проникають в
                шкіру, підсилюють кровообіг і обмін речовин, стимулюючи
                зростання нових судин і вироблення колагену для пружності шкіри.
                Ці їх властивості використовуються в лікуванні вікової шкіри і
                вугрової хвороби (для профілактики післявугрових рубців).
              </p>
              <p>
                Червоні хвилі роблять також заспокійливу дію на шкіру, регулюють
                вироблення шкірного сала, звужують пори, сприяють виробленню MNF
                – натурального зволожуючого фактора і підвищують здатність шкіри
                до утримання вологи в глибоких шарах. Клінічно підтверджено
                ефект від червоного спектра в лікуванні рожевих вугрів.
              </p>
              <div className="title orange">
                <div>
                  <FaHeart className="icon" />
                </div>
                <h3>Помаранчевий спектр (600 нм) і пігментні плями</h3>
              </div>
              <p>
                Світлові хвилі оранжевого спектру надають на шкірні покриви
                детоксицирующее, імуномодулюючу і регенеруючу дію. Цей спектр
                світлотерапії показаний при лікуванні “втомленою” атонічной
                шкіри, після перенесених захворювань, впливу сонця, для шкіри
                курців.
              </p>
              <div className="title green">
                <div>
                  <FaHeart className="icon" />
                </div>
                <h3>Зелений спектр (530 нм) і судини</h3>
              </div>
              <p>
                Дана довжина хвиль зеленого спектра надає заспокійливий ефект
                для подразненої, схильної до почервоніння шкіри.
              </p>
              <div className="title blue">
                <div>
                  <FaHeart className="icon" />
                </div>
                <h3>Синій спектр (470 нм) і вугрова хвороба</h3>
              </div>
              <p>
                Світлові хвилі синього спектра проникають найменш глибоко і
                мають потужну протизапальну дію на шкіру.
              </p>
              <p>
                Синій спектр фототерапії позбавлений негативних аспектів впливу
                ультрафіолетового випромінювання. Він особливо показаний у
                підлітків, для темної шкіри, а також при низькій ефективності
                стандартної терапії вугрової хвороби, як юнацької, так і
                пізньої.{" "}
              </p>
              <p>
                Світлові хвилі даної довжини надають виражений антибактеріальний
                ефект, безпосередньо впливаючи на пропіонобактеріі акне,
                запобігає нові загострення вугрової хвороби.
              </p>
            </MyAcordion>
          </Container>
        </StyledSecondPart>
        <StyledThirdPart>
          <Container>
            <h2>Третій етап</h2>
            <p> Біополярний RF-ліфтинг</p>
            <p>
              RF-ліфтинг (радіохвильовий ліфтинг), який ще називають
              радіочастотною підтяжкою шкіри — це безпечна і корисна для вашої
              шкіри процедура, яка без жодних ін’єкцій чи операцій допоможе
              активізувати роботу організму щодо вироблення “білка молодості”,
              колагену.
            </p>
            <p>
              Завдяки радіочастотним хвилям, які прогрівають шкіру зсередини до
              40 ⁰С, rf-ліфтинг обличчя, так само як і радіохвильовий ліфтинг
              тіла, посилює крово- і лімфовідтік та активізує вироблення
              гіалуронової кислоти і фібрину, тож підшкірні волокна відновлюють
              тонус, а сама шкіра розгладжується.
            </p>
            <p>
              За рахунок правильного нагріву шкіри відбувається «скручування»
              колагенових та еластанових волокон шкіри - внаслідок цього
              спостерігається помітне скорочення шкіри (особливо в зонах
              депресії: брилі, носогубна складка, сублентальна зона).
            </p>
            <p>
              Процедура має накопичувальний ефект, максимальний розквіт ефекту
              забезпечується після проходження курсу (від 6 до 12 процедур).
            </p>
            <p className="total">
              Таким чином, комплексний догляд на апараті “Duolift” перекриває
              всі потреби шкіри на шляху до досконалості. В нашій клініці можна
              отримати як повний комплекс, так і окремі етапи.
            </p>
          </Container>
        </StyledThirdPart>
      </StyledDouileft>
    </Layout>
  );
}
