import { Layout } from "@/components/Layout/Layout";
import { Container } from "@/components/Container/Container";
import {
  StyledContur,
  StyledHero,
  Types,
  Stuf,
  Deny,
  Consequences,
} from "@/components/StyledPages/StyledContur";

export default function ConturnaPlastyka() {
  return (
    <Layout>
      <StyledContur>
        <StyledHero>
          <Container>
            <h1>Контурна пластика</h1>
            <p className="defMarginTop">
              Контурна пластика – це ін’єкційний метод косметології, заснований
              на введенні філерів (зазвичай гелеподібних препаратів) в дерму.
            </p>
            <p className="noIndent defMarginTop">Мета ін’єкцій буває різна:</p>
            <ul className="forList">
              <li>
                <span className="point"></span>
                збільшити об’єм в певній зоні;
              </li>
              <li>
                <span className="point"></span>
                заповнити зморшки;
              </li>
              <li>
                <span className="point"></span>
                поліпшити овал;
              </li>
              <li>
                <span className="point"></span>
                надати обличчю загальний гармонійний вигляд;
              </li>
            </ul>
            <p className="defMarginTop">
              Найчастіше до косметолога звертаються, щоб збільшити об’єм губ,
              видалити носогубні складки, зробити обличчя більш рельєфним за
              рахунок виділення виличної зони, надання чіткості кутам щелепи.
              Буває, причиною звернення до фахівця є не бажаний обсяг губ або
              «кути Джолі», а поліпшення естетичного стану шкіри – за допомогою
              філерів можна заповнити шрами після вітряної віспи, згладити сліди
              постакне, заповнити рубці. У цьому випадку пацієнт отримує рівний
              мікрорельєф – і його самооцінка значно підвищується.
            </p>
            <p className="defMarginTop italic">
              Ефект від введення філерів триває від 6 до 18 місяців, в
              залежності від складу гелю, а обмежень по кількості ін’єкцій і
              віком не існує.
            </p>
          </Container>
        </StyledHero>
        <Types>
          <Container>
            <h2 className="center">Види контурної пластики</h2>
            <p className="violet noIndent">Корекція губ</p>
            <p>
              Отримати бажаний об’єм, усунути асиметрію або перші ознаки
              старіння допомагає досвідчений косметолог і якісний філлер.
              Контурна пластика губ дозволяє відтворити будь-який об’єм або
              надати потрібну форму так, як цього хоче клієнт.
            </p>
            <p className="defMarginTop violet noIndent">
              Контурна пластика носа
            </p>
            <p>
              Вас турбує горбинка, кирпатий ніс або загнутий вниз кінчик, і ви
              мрієте позбутися цього дефекту? Погодьтеся, ринопластика – це
              досить довго і дорого, а безопераційна корекція носа філерами
              дозволяє після однієї процедури прибрати дефекти, які вас
              турбують. Часто для корекції носа використовують філлер Juvéderm –
              його вводять в м’які тканини та пустоти носа і формують потрібну
              форму.
            </p>
            <p className="defMarginTop violet noIndent">Корекція скул</p>
            <p>
              Процедура підходить в першу чергу тим клієнтам, у яких є виражена
              асиметрія обличчя. Але й іншим вона теж підійде – якщо потрібно
              надати обличчю більш характерний вираз, і чіткий контур. Шляхом
              введення і розподілу філера заповнюються порожнини і виліплюється
              потрібна форма. Результат зазвичай перевершує очікування клієнта і
              тримається близько півтора року.
            </p>
            <p className="defMarginTop violet noIndent">
              Корекція носослізної борозни
            </p>
            <p>
              Вікові зміни викликають порушення структури і щільності тканин
              обличчя – з’являються мішки і синці під очима, які надають
              втомлений і виснажений вираз обличчю. Домашнього догляду може
              виявитися недостатньо – тоді на допомогу приходить корекція
              носослізної борозни в косметологічній клініці. Процедура освіжає
              обличчя, не порушуючи його архітектуру, робить погляд відкритим.
            </p>
            <p className="defMarginTop violet noIndent">
              Корекція носогубних складок
            </p>
            <p>
              Першими про вікові зміни нагадують носогубні складки, причому і у
              чоловіків, і у жінок. За допомогою філера можна заповнити
              бракуючий об’єм, заповнити дермальні заломи, вирівняти мікрорельєф
              і надати обличчю молодий і свіжий вигляд. Після процедури зморшки
              розгладжуються і стають менш помітними або зникають повністю.
            </p>
            <p>Корекція підборіддя</p>
            <p>
              Робота з нижньої третиною обличчя допомагає створити гармонійний
              вигляд і усунути багато естетичних недосконалостей. Працюючи з
              філерами на основі гіалуронової кислоти, косметолог додає об’єму
              або згладжує надмірну гостроту, що призводить до більш досконалого
              обрису.
            </p>
          </Container>
        </Types>
        <Stuf>
          <Container>
            <h2 className="center">Що використовують для контурної пластики</h2>
            <p>
              Для процедури контурної пластики використовують різні типи філерів
              на основі натуральних або синтетичних компонентів: Синтетичні
              містять штучні полімери. Незважаючи на миттєву корекцію серйозних
              дерматологічних недосконалостей можуть викликати відторгнення
              тканинами організму. Напівсинтетичні добре заповнюють проблемні
              зони, але так само легко виводяться, а разом з цим зникає ефект.
            </p>
            <p className=" defMarginTop">
              Натуральні філери на основі гіалуронової кислоти, колагену,
              полімолочної кислоти вважаються безпечними і ефективними. Вони не
              тільки заповнюють брак об’єму, а й стимулюють власні процеси
              регенерації в клітинах шкіри. Вони повністю сумісні з організмом.
            </p>
            <p className="defMarginTop noIndent green">Гіалуронова кислота</p>
            <p>
              Препарати на основі гіалуронової кислоти повністю біосумісні з
              організмом людини. Вони ефективно усувають ознаки вікових змін,
              підходять для збільшення об’єму і корекції форми носа, вилиць.
              Побічних ефектів майже не викликають, дають моментальний ефект,
              безпечні для здоров’я. Препарати на основі гіалуронової кислоти –
              Belotero (Белотеро) Soft, JUVEDERM VOLIFT, JUVEDERM ULTRA,
              Teosyal, Restylane.
            </p>
            <p className="defMarginTop noIndent green">
              Філлери на основі гідроксиапатиту кальцію
            </p>
            <p>
              Дія філерів заснована на потрійному ефекті – шкіра підтягується,
              набуває загальний здоровий вигляд, зморшки розгладжуються.
              Препарати допомагають у виробленні власного колагену і зберігають
              ефект до 2 років. Для корекції проблем часто застосовують
              препарати гідроксиапатиту кальцію RADIESSE.
            </p>
          </Container>
        </Stuf>
        <Deny>
          <Container>
            <h2 className=" red center">Протипоказання</h2>
            <p className="red">
              Незважаючи на зовнішню простоту та відсутність складного
              реабілітаційного періоду, контурна пластика показана не всім
            </p>
            <p className="red noIndent">Протипоказаннями до її проведення є:</p>
            <ul className="forList">
              <li className="red">
                <span className="point redPoinmt"></span>
                вагітність і лактація;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                загострення герпесу;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                активні інфекційні хвороби;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                онкологія;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                ендокринні розлади зокрема, діабет;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                проблеми зі згортанням крові;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                cхильність до утворення рубців;
              </li>
              <li className="red">
                <span className="point redPoinmt"></span>
                пошкодження на шкірі;
              </li>
            </ul>
          </Container>
        </Deny>
        <Consequences>
          <Container>
            <h2 className="center">Контурна пластика без наслідків</h2>
            <p>
              Нерідко пацієнти з побоюванням ставляться до контурної пластики.
              Одних лякає болючість, інших – невдалі приклади вітчизняних або
              зарубіжних зірок. Бачачи надлишковий об’єм губ або неправильну
              корекцію скул на екрані, пацієнти відмовляються від подібних
              процедур.
            </p>
            <p>
              Насправді, боятися не варто – якщо лікар вводить строго необхідний
              обсяг препарату в суворо відведену для цього зону і користується
              якісним філерами, поганий результат неможливий.
            </p>
            <p className="defMarginTop italic">
              Щоб милуватися своїм відображенням у дзеркалі, не обов’язково
              лягати на операційний стіл. Іноді консультації досвідченого
              косметолога достатньо, щоб декількома ін’єкціями надати бажані
              риси обличчю і продовжувати насолоджуватися життям.
            </p>
          </Container>
        </Consequences>
      </StyledContur>
    </Layout>
  );
}
